Repository: NadyaKornienko/CloudSyncMonitor
Catalog: Sources/CloudSyncMonitor/Resources/Localizable.xcstrings
Source language: en
Languages: ca, da, de, es, fi, fil, fr, fr_ca, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sv, tr, uk, zh_hans, zh_hant

# syncState.message.ok
source: Last synced %@
ca: Darrera sincronització %@
da: Sidst synkroniseret %@
de: Zuletzt synchronisiert %@
es: Última sincronización %@
fi: Viimeksi synkronoitu %@
fil: Huling na-sync %@
fr: Dernière synchronisation %@
fr_ca: Dernière synchronisation %@
it: Ultima sincronizzazione %@
ja: 最終同期 %@
ko: 마지막 동기화 %@
nl: Laatst gesynchroniseerd %@
pl: Ostatnia synchronizacja %@
pt_br: Última sincronização %@
pt_pt: Última sincronização %@
ru: Последняя синхронизация %@
sv: Senast synkroniserad %@
tr: Son eşzamanlama %@
uk: Остання синхронізація %@
zh_hans: 上次同步：%@
zh_hant: 上次同步：%@

# syncState.message.initialSyncing
source: Loading your data from iCloud…
ca: S'estan carregant les vostres dades des d'iCloud…
da: Indlæser dine data fra iCloud…
de: Daten werden aus iCloud geladen…
es: Cargando tus datos desde iCloud…
fi: Ladataan tietoja iCloudista…
fil: Nilo-load ang iyong data mula sa iCloud…
fr: Chargement de vos données depuis iCloud…
fr_ca: Chargement de vos données depuis iCloud…
it: Caricamento dei tuoi dati da iCloud…
ja: iCloudからデータを読み込み中…
ko: iCloud에서 데이터를 불러오는 중…
nl: Je gegevens worden uit iCloud geladen…
pl: Ładowanie danych z iCloud…
pt_br: Carregando seus dados do iCloud…
pt_pt: A carregar os seus dados do iCloud…
ru: Загрузка ваших данных из iCloud…
sv: Laddar dina data från iCloud…
tr: Verileriniz iCloud'dan yükleniyor…
uk: Завантаження ваших даних з iCloud…
zh_hans: 正在从 iCloud 加载您的数据…
zh_hant: 正在從 iCloud 載入您的資料…

# syncState.message.syncing.setup
source: Preparing iCloud sync…
ca: S'està preparant la sincronització amb iCloud…
da: Forbereder iCloud-synkronisering…
de: iCloud-Synchronisierung wird vorbereitet…
es: Preparando la sincronización con iCloud…
fi: Valmistellaan iCloud-synkronointia…
fil: Inihahanda ang iCloud sync…
fr: Préparation de la synchronisation iCloud…
fr_ca: Préparation de la synchronisation iCloud…
it: Preparazione della sincronizzazione iCloud…
ja: iCloud同期を準備中…
ko: iCloud 동기화 준비 중…
nl: iCloud-synchronisatie voorbereiden…
pl: Przygotowywanie synchronizacji z iCloud…
pt_br: Preparando a sincronização com o iCloud…
pt_pt: A preparar a sincronização com o iCloud…
ru: Подготовка синхронизации с iCloud…
sv: Förbereder iCloud-synkronisering…
tr: iCloud eşzamanlama hazırlanıyor…
uk: Підготовка синхронізації з iCloud…
zh_hans: 正在准备 iCloud 同步…
zh_hant: 正在準備 iCloud 同步…

# syncState.message.syncing.importing
source: Syncing from iCloud…
ca: S'està sincronitzant des d'iCloud…
da: Synkroniserer fra iCloud…
de: Synchronisierung aus iCloud läuft…
es: Sincronizando desde iCloud…
fi: Synkronoidaan iCloudista…
fil: Sina-sync mula sa iCloud…
fr: Synchronisation depuis iCloud…
fr_ca: Synchronisation depuis iCloud…
it: Sincronizzazione da iCloud…
ja: iCloudから同期中…
ko: iCloud에서 동기화 중…
nl: Synchroniseren vanaf iCloud…
pl: Synchronizowanie z iCloud…
pt_br: Sincronizando do iCloud…
pt_pt: A sincronizar do iCloud…
ru: Синхронизация из iCloud…
sv: Synkroniserar från iCloud…
tr: iCloud'dan eşzamanlanıyor…
uk: Синхронізація з iCloud…
zh_hans: 正在从 iCloud 同步…
zh_hant: 正在從 iCloud 同步…

# syncState.message.syncing.exporting
source: Saving to iCloud…
ca: S'està desant a iCloud…
da: Gemmer til iCloud…
de: Speichern in iCloud…
es: Guardando en iCloud…
fi: Tallennetaan iCloudiin…
fil: Sine-save sa iCloud…
fr: Enregistrement sur iCloud…
fr_ca: Enregistrement sur iCloud…
it: Salvataggio su iCloud…
ja: iCloudに保存中…
ko: iCloud에 저장 중…
nl: Opslaan in iCloud…
pl: Zapisywanie w iCloud…
pt_br: Salvando no iCloud…
pt_pt: A guardar no iCloud…
ru: Сохранение в iCloud…
sv: Sparar till iCloud…
tr: iCloud'a kaydediliyor…
uk: Збереження в iCloud…
zh_hans: 正在保存到 iCloud…
zh_hant: 正在儲存到 iCloud…

# syncState.message.offline
source: You're offline. Your changes are saved locally and will sync when you're back online.
ca: Sou fora de línia. Els vostres canvis es desen localment i se sincronitzaran quan torneu a estar en línia.
da: Du er offline. Dine ændringer gemmes lokalt og synkroniseres, når du er online igen.
de: Du bist offline. Deine Änderungen werden lokal gespeichert und synchronisiert, sobald du wieder online bist.
es: Estás sin conexión. Tus cambios se guardan localmente y se sincronizarán cuando vuelvas a estar en línea.
fi: Olet offline-tilassa. Muutoksesi tallennetaan paikallisesti ja synkronoidaan, kun olet taas verkossa.
fil: Offline ka. Naka-save nang lokal ang mga pagbabago mo at mag-sync sila kapag bumalik ka online.
fr: Vous êtes hors ligne. Vos modifications sont enregistrées localement et seront synchronisées dès votre retour en ligne.
fr_ca: Vous êtes hors ligne. Vos modifications sont enregistrées localement et seront synchronisées dès votre retour en ligne.
it: Sei offline. Le tue modifiche sono salvate localmente e verranno sincronizzate quando tornerai online.
ja: オフラインです。変更はローカルに保存され、オンラインに戻ったときに同期されます。
ko: 오프라인 상태입니다. 변경 사항은 로컬에 저장되며, 다시 온라인이 되면 동기화됩니다.
nl: Je bent offline. Je wijzigingen worden lokaal opgeslagen en gesynchroniseerd zodra je weer online bent.
pl: Jesteś offline. Twoje zmiany są zapisywane lokalnie i zostaną zsynchronizowane po powrocie do trybu online.
pt_br: Você está offline. Suas alterações são salvas localmente e serão sincronizadas quando você ficar online novamente.
pt_pt: Está offline. As suas alterações são guardadas localmente e serão sincronizadas quando voltar a estar online.
ru: Вы офлайн. Изменения сохраняются локально и синхронизируются при появлении сети.
sv: Du är offline. Dina ändringar sparas lokalt och synkroniseras när du är online igen.
tr: Çevrimdışısınız. Değişiklikleriniz yerel olarak kaydediliyor ve tekrar çevrimiçi olduğunuzda eşzamanlanacak.
uk: Ви офлайн. Зміни зберігаються локально та синхронізуються, коли ви знову будете онлайн.
zh_hans: 您当前处于离线状态。更改会保存到本地，并在重新联网后同步。
zh_hant: 您目前離線。更動會儲存於本機，並在重新連線後同步。

# syncState.message.signedOut.noAccount
source: Sign in to iCloud in Settings to sync your data across devices.
ca: Inicieu la sessió a iCloud des d'Ajustos per sincronitzar les vostres dades entre dispositius.
da: Log ind på iCloud i Indstillinger for at synkronisere dine data på tværs af enheder.
de: Melde dich in den Einstellungen bei iCloud an, um deine Daten geräteübergreifend zu synchronisieren.
es: Inicia sesión en iCloud desde Ajustes para sincronizar tus datos entre dispositivos.
fi: Kirjaudu iCloudiin Asetuksissa synkronoidaksesi tietosi laitteiden välillä.
fil: Mag-sign in sa iCloud sa Settings para mag-sync ang iyong data sa mga device.
fr: Connectez-vous à iCloud dans Réglages pour synchroniser vos données entre vos appareils.
fr_ca: Connectez-vous à iCloud dans Réglages pour synchroniser vos données entre vos appareils.
it: Accedi a iCloud da Impostazioni per sincronizzare i tuoi dati tra i dispositivi.
ja: デバイス間でデータを同期するには、「設定」でiCloudにサインインしてください。
ko: 기기 간에 데이터를 동기화하려면 설정에서 iCloud에 로그인하세요.
nl: Log in op iCloud via Instellingen om je gegevens tussen apparaten te synchroniseren.
pl: Zaloguj się do iCloud w Ustawieniach, aby synchronizować dane między urządzeniami.
pt_br: Inicie sessão no iCloud em Ajustes para sincronizar seus dados entre dispositivos.
pt_pt: Inicie sessão no iCloud em Definições para sincronizar os seus dados entre dispositivos.
ru: Войдите в iCloud в «Настройках», чтобы синхронизировать данные между устройствами.
sv: Logga in på iCloud i Inställningar för att synkronisera dina data mellan enheter.
tr: Verilerinizi cihazlar arasında eşzamanlamak için Ayarlar'dan iCloud'a giriş yapın.
uk: Увійдіть в iCloud у «Налаштуваннях», щоб синхронізувати дані між пристроями.
zh_hans: 请在「设置」中登录 iCloud，以便在多台设备之间同步数据。
zh_hant: 請在「設定」中登入 iCloud，以便在多部裝置之間同步資料。

# syncState.message.signedOut.other
source: iCloud is unavailable. Your data won't sync until this is fixed.
ca: iCloud no està disponible. Les vostres dades no se sincronitzaran fins que això es resolgui.
da: iCloud er ikke tilgængelig. Dine data synkroniseres ikke, før dette er løst.
de: iCloud ist nicht verfügbar. Deine Daten werden erst wieder synchronisiert, wenn das Problem behoben ist.
es: iCloud no está disponible. Tus datos no se sincronizarán hasta que se resuelva.
fi: iCloud ei ole käytettävissä. Tietojasi ei synkronoida, ennen kuin ongelma on korjattu.
fil: Hindi available ang iCloud. Hindi mag-sync ang iyong data hangga't hindi ito naaayos.
fr: iCloud est indisponible. Vos données ne seront pas synchronisées tant que ce problème ne sera pas résolu.
fr_ca: iCloud est indisponible. Vos données ne seront pas synchronisées tant que ce problème ne sera pas résolu.
it: iCloud non è disponibile. I tuoi dati non verranno sincronizzati finché il problema non sarà risolto.
ja: iCloudを利用できません。問題が解決されるまでデータは同期されません。
ko: iCloud을 사용할 수 없습니다. 문제가 해결될 때까지 데이터가 동기화되지 않습니다.
nl: iCloud is niet beschikbaar. Je gegevens worden pas weer gesynchroniseerd als dit is opgelost.
pl: iCloud jest niedostępny. Twoje dane nie będą synchronizowane, dopóki problem nie zostanie rozwiązany.
pt_br: O iCloud está indisponível. Seus dados não serão sincronizados até que isso seja resolvido.
pt_pt: O iCloud está indisponível. Os seus dados não serão sincronizados até este problema ser resolvido.
ru: iCloud недоступен. Данные не будут синхронизироваться до устранения проблемы.
sv: iCloud är inte tillgängligt. Dina data synkroniseras inte förrän problemet är åtgärdat.
tr: iCloud kullanılamıyor. Sorun çözülene kadar verileriniz eşzamanlanmayacak.
uk: iCloud недоступний. Дані не будуть синхронізуватися до усунення проблеми.
zh_hans: iCloud 不可用。在问题解决前，您的数据将不会同步。
zh_hant: iCloud 無法使用。問題解決前，您的資料將不會同步。

# syncState.message.driveDisabled
source: Turn on iCloud Drive for this app in Settings to enable sync.
ca: Activeu iCloud Drive per a aquesta app a Ajustos per habilitar la sincronització.
da: Slå iCloud Drive til for denne app i Indstillinger for at aktivere synkronisering.
de: Aktiviere iCloud Drive für diese App in den Einstellungen, um die Synchronisierung zu ermöglichen.
es: Activa iCloud Drive para esta app en Ajustes para habilitar la sincronización.
fi: Ota iCloud Drive käyttöön tälle apille Asetuksissa, jotta synkronointi toimii.
fil: I-on ang iCloud Drive para sa app na ito sa Settings para mapagana ang sync.
fr: Activez iCloud Drive pour cette app dans Réglages pour activer la synchronisation.
fr_ca: Activez iCloud Drive pour cette app dans Réglages pour activer la synchronisation.
it: Attiva iCloud Drive per questa app in Impostazioni per abilitare la sincronizzazione.
ja: 同期を有効にするには、「設定」でこのAppのiCloud Driveをオンにしてください。
ko: 동기화를 사용하려면 설정에서 이 앱의 iCloud Drive를 켜세요.
nl: Schakel iCloud Drive voor deze app in via Instellingen om synchronisatie mogelijk te maken.
pl: Włącz iCloud Drive dla tej aplikacji w Ustawieniach, aby umożliwić synchronizację.
pt_br: Ative o iCloud Drive para este app em Ajustes para habilitar a sincronização.
pt_pt: Ative o iCloud Drive para esta app em Definições para ativar a sincronização.
ru: Включите iCloud Drive для этого приложения в «Настройках», чтобы заработала синхронизация.
sv: Slå på iCloud Drive för den här appen i Inställningar för att aktivera synkronisering.
tr: Eşzamanlamayı etkinleştirmek için Ayarlar'da bu uygulamanın iCloud Drive özelliğini açın.
uk: Увімкніть iCloud Drive для цього застосунку в «Налаштуваннях», щоб активувати синхронізацію.
zh_hans: 请在「设置」中为此应用启用 iCloud 云盘以启用同步。
zh_hant: 請在「設定」中為此 App 啟用 iCloud 雲碟以啟用同步。

# syncState.message.notSyncing
source: iCloud sync isn't running. Open Settings to check for issues.
ca: La sincronització amb iCloud no s'està executant. Obriu Ajustos per comprovar si hi ha problemes.
da: iCloud-synkronisering kører ikke. Åbn Indstillinger for at tjekke for problemer.
de: Die iCloud-Synchronisierung läuft nicht. Öffne die Einstellungen, um nach Problemen zu suchen.
es: La sincronización con iCloud no está activa. Abre Ajustes para comprobar si hay problemas.
fi: iCloud-synkronointi ei ole käynnissä. Avaa Asetukset tarkistaaksesi ongelmat.
fil: Hindi tumatakbo ang iCloud sync. Buksan ang Settings para tingnan kung may problema.
fr: La synchronisation iCloud ne fonctionne pas. Ouvrez Réglages pour vérifier s'il y a un problème.
fr_ca: La synchronisation iCloud ne fonctionne pas. Ouvrez Réglages pour vérifier s'il y a un problème.
it: La sincronizzazione con iCloud non è in esecuzione. Apri Impostazioni per verificare la presenza di problemi.
ja: iCloud同期が実行されていません。「設定」を開いて問題を確認してください。
ko: iCloud 동기화가 실행되고 있지 않습니다. 설정을 열어 문제를 확인하세요.
nl: iCloud-synchronisatie is niet actief. Open Instellingen om te controleren op problemen.
pl: Synchronizacja iCloud nie jest uruchomiona. Otwórz Ustawienia, aby sprawdzić, czy nie ma problemów.
pt_br: A sincronização com o iCloud não está em execução. Abra Ajustes para verificar problemas.
pt_pt: A sincronização do iCloud não está em execução. Abra as Definições para verificar problemas.
ru: Синхронизация с iCloud не выполняется. Откройте «Настройки», чтобы проверить причины.
sv: iCloud-synkronisering körs inte. Öppna Inställningar för att leta efter problem.
tr: iCloud eşzamanlama çalışmıyor. Sorun olup olmadığını kontrol etmek için Ayarlar'ı açın.
uk: Синхронізація з iCloud не виконується. Відкрийте «Налаштування», щоб перевірити проблеми.
zh_hans: iCloud 同步未运行。打开「设置」以检查问题。
zh_hant: iCloud 同步未執行。打開「設定」以檢查問題。

# syncState.message.failed
source: iCloud sync failed: %@
ca: Ha fallat la sincronització amb iCloud: %@
da: iCloud-synkronisering mislykkedes: %@
de: iCloud-Synchronisierung fehlgeschlagen: %@
es: Error al sincronizar con iCloud: %@
fi: iCloud-synkronointi epäonnistui: %@
fil: Nabigo ang iCloud sync: %@
fr: Échec de la synchronisation iCloud : %@
fr_ca: Échec de la synchronisation iCloud : %@
it: Sincronizzazione con iCloud non riuscita: %@
ja: iCloud同期に失敗しました：%@
ko: iCloud 동기화 실패: %@
nl: iCloud-synchronisatie mislukt: %@
pl: Synchronizacja z iCloud nie powiodła się: %@
pt_br: Falha na sincronização com o iCloud: %@
pt_pt: A sincronização com o iCloud falhou: %@
ru: Ошибка синхронизации с iCloud: %@
sv: iCloud-synkronisering misslyckades: %@
tr: iCloud eşzamanlama başarısız oldu: %@
uk: Помилка синхронізації з iCloud: %@
zh_hans: iCloud 同步失败：%@
zh_hant: iCloud 同步失敗：%@

# cloudKitSyncEvent.export
source: Export
ca: Exportació
da: Eksport
es: Exportación
fi: Vienti
fil: Pag-export
fr_ca: Exportation
it: Esportazione
ja: エクスポート
ko: 내보내기
nl: Exporteren
pl: Eksport
pt_br: Exportação
pt_pt: Exportação
ru: Экспорт
tr: Dışa aktarma
uk: Експорт
zh_hans: 导出
zh_hant: 匯出

# cloudKitSyncEvent.import
source: Import
ca: Importació
es: Importación
fi: Tuonti
fil: Pag-import
fr_ca: Importation
it: Importazione
ja: インポート
ko: 가져오기
nl: Importeren
pt_br: Importação
pt_pt: Importação
ru: Импорт
tr: İçe aktarma
uk: Імпорт
zh_hans: 导入
zh_hant: 匯入

# cloudKitSyncEvent.setup
source: Setup
ca: Configuració
da: Opsætning
de: Einrichtung
es: Configuración
fi: Käyttöönotto
fil: Pag-setup
fr: Configuration
fr_ca: Configuration
it: Configurazione
ja: セットアップ
ko: 설정
nl: Instellen
pl: Konfiguracja
pt_br: Configuração
pt_pt: Configuração
ru: Настройка
sv: Konfiguration
tr: Kurulum
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# cloudKitSyncStatus.error
source: Sync error
ca: Error de sincronització
da: Synkroniseringsfejl
de: Synchronisierungsfehler
es: Error de sincronización
fi: Synkronointivirhe
fil: Error sa pag-sync
fr: Erreur de synchronisation
fr_ca: Erreur de synchronisation
it: Errore di sincronizzazione
ja: 同期エラー
ko: 동기화 오류
nl: Synchronisatiefout
pl: Błąd synchronizacji
pt_br: Erro de sincronização
pt_pt: Erro de sincronização
ru: Ошибка синхронизации
sv: Synkroniseringsfel
tr: Eşzamanlama hatası
uk: Помилка синхронізації
zh_hans: 同步出错
zh_hant: 同步錯誤

# cloudKitSyncStatus.exporting
source: Uploading changes…
ca: S'estan penjant els canvis…
da: Overfører ændringer…
de: Änderungen werden hochgeladen…
es: Subiendo cambios…
fi: Lähetetään muutoksia…
fil: Ina-upload ang mga pagbabago…
fr: Envoi des modifications…
fr_ca: Téléversement des modifications…
it: Caricamento delle modifiche…
ja: 変更をアップロード中…
ko: 변경 사항 업로드 중…
nl: Wijzigingen uploaden…
pl: Wysyłanie zmian…
pt_br: Enviando alterações…
pt_pt: A enviar alterações…
ru: Отправка изменений…
sv: Laddar upp ändringar…
tr: Değişiklikler yükleniyor…
uk: Надсилання змін…
zh_hans: 正在上传更改…
zh_hant: 正在上傳更動…

# cloudKitSyncStatus.idle
source: Up to date
ca: Actualitzat
da: Opdateret
de: Auf dem neuesten Stand
es: Actualizado
fi: Ajan tasalla
fil: Napapanahon
fr: À jour
fr_ca: À jour
it: Aggiornato
ja: 最新の状態です
ko: 최신 상태
pl: Zaktualizowano
pt_br: Atualizado
pt_pt: Atualizado
ru: Синхронизировано
sv: Uppdaterad
tr: Güncel
uk: Синхронізовано
zh_hans: 已是最新
zh_hant: 已是最新

# cloudKitSyncStatus.importing
source: Downloading changes…
ca: S'estan baixant els canvis…
da: Henter ændringer…
de: Änderungen werden geladen…
es: Descargando cambios…
fi: Ladataan muutoksia…
fil: Dina-download ang mga pagbabago…
fr: Téléchargement des modifications…
fr_ca: Téléchargement des modifications…
it: Download delle modifiche…
ja: 変更をダウンロード中…
ko: 변경 사항 다운로드 중…
nl: Wijzigingen downloaden…
pl: Pobieranie zmian…
pt_br: Baixando alterações…
pt_pt: A transferir alterações…
ru: Загрузка изменений…
sv: Laddar ner ändringar…
tr: Değişiklikler indiriliyor…
uk: Завантаження змін…
zh_hans: 正在下载更改…
zh_hant: 正在下載更動…

# cloudKitSyncStatus.setup
source: Preparing sync…
ca: Preparant la sincronització…
da: Forbereder synkronisering…
de: Synchronisierung wird vorbereitet…
es: Preparando sincronización…
fi: Valmistellaan synkronointia…
fil: Inihahanda ang pag-sync…
fr: Préparation de la synchronisation…
fr_ca: Préparation de la synchronisation…
it: Preparazione della sincronizzazione…
ja: 同期の準備中…
ko: 동기화 준비 중…
nl: Synchronisatie voorbereiden…
pl: Przygotowywanie synchronizacji…
pt_br: Preparando sincronização…
pt_pt: A preparar sincronização…
ru: Подготовка синхронизации…
sv: Förbereder synkronisering…
tr: Eşzamanlama hazırlanıyor…
uk: Підготовка синхронізації…
zh_hans: 正在准备同步…
zh_hant: 正在準備同步…

# iCloudAccountStatus.available
source: iCloud is available
ca: iCloud està disponible
da: iCloud er tilgængelig
de: iCloud ist verfügbar
es: iCloud está disponible
fi: iCloud on käytettävissä
fil: Available ang iCloud
fr: iCloud est disponible
fr_ca: iCloud est disponible
it: iCloud è disponibile
ja: iCloudを利用できます
ko: iCloud을 사용할 수 있습니다
nl: iCloud is beschikbaar
pl: iCloud jest dostępny
pt_br: iCloud está disponível
pt_pt: O iCloud está disponível
ru: iCloud доступен
sv: iCloud är tillgängligt
tr: iCloud kullanılabilir
uk: iCloud доступний
zh_hans: iCloud 可用
zh_hant: iCloud 可用

# iCloudAccountStatus.couldNotDetermine
source: Unable to determine iCloud status
ca: No s'ha pogut determinar l'estat d'iCloud
da: Kan ikke fastslå iCloud-status
de: iCloud-Status kann nicht ermittelt werden
es: No se pudo determinar el estado de iCloud
fi: iCloudin tilaa ei voitu määrittää
fil: Hindi matukoy ang katayuan ng iCloud
fr: Impossible de déterminer l'état d'iCloud
fr_ca: Impossible de déterminer l'état d'iCloud
it: Impossibile determinare lo stato di iCloud
ja: iCloudの状態を確認できません
ko: iCloud 상태를 확인할 수 없습니다
nl: Kan iCloud-status niet bepalen
pl: Nie można określić stanu iCloud
pt_br: Não foi possível determinar o status do iCloud
pt_pt: Não foi possível determinar o estado do iCloud
ru: Не удалось определить статус iCloud
sv: Det går inte att fastställa iCloud-status
tr: iCloud durumu belirlenemedi
uk: Не вдалося визначити статус iCloud
zh_hans: 无法确定 iCloud 状态
zh_hant: 無法確定 iCloud 狀態

# iCloudAccountStatus.noAccount
source: No iCloud account is signed in
ca: Cap compte d'iCloud connectat
da: Der er ikke logget ind på iCloud
de: Kein iCloud-Account angemeldet
es: Ninguna cuenta de iCloud ha iniciado sesión
fi: iCloud-tiliin ei ole kirjauduttu
fil: Walang naka-sign in na iCloud account
fr: Aucun compte iCloud connecté
fr_ca: Aucun compte iCloud connecté
it: Nessun account iCloud collegato
ja: iCloudにサインインしていません
ko: iCloud에 로그인되어 있지 않습니다
nl: Geen iCloud-account aangemeld
pl: Nie zalogowano do iCloud
pt_br: Nenhuma conta do iCloud conectada
pt_pt: Nenhuma conta iCloud iniciou sessão
ru: Не выполнен вход в iCloud
sv: Inget iCloud-konto är inloggat
tr: iCloud hesabına giriş yapılmamış
uk: Не виконано вхід в iCloud
zh_hans: 未登录 iCloud 账户
zh_hant: 未登入 iCloud 帳號

# iCloudAccountStatus.restricted
source: iCloud access is restricted
ca: L'accés a iCloud està restringit
da: iCloud-adgang er begrænset
de: iCloud-Zugriff ist eingeschränkt
es: El acceso a iCloud está restringido
fi: iCloud-käyttö on rajoitettu
fil: May limitasyon ang pag-access sa iCloud
fr: L'accès à iCloud est restreint
fr_ca: L'accès à iCloud est restreint
it: L'accesso a iCloud è limitato
ja: iCloudへのアクセスが制限されています
ko: iCloud 접근이 제한되었습니다
nl: iCloud-toegang is beperkt
pl: Dostęp do iCloud jest ograniczony
pt_br: O acesso ao iCloud está restrito
pt_pt: O acesso ao iCloud está restrito
ru: Доступ к iCloud ограничен
sv: iCloud-åtkomst är begränsad
tr: iCloud erişimi kısıtlandı
uk: Доступ до iCloud обмежено
zh_hans: iCloud 访问受限
zh_hant: iCloud 存取受限

# iCloudAccountStatus.temporarilyUnavailable
source: iCloud is temporarily unavailable
ca: iCloud no està disponible temporalment
da: iCloud er midlertidigt utilgængelig
de: iCloud ist vorübergehend nicht verfügbar
es: iCloud no está disponible temporalmente
fi: iCloud ei ole tilapäisesti käytettävissä
fil: Pansamantalang hindi available ang iCloud
fr: iCloud est temporairement indisponible
fr_ca: iCloud est temporairement indisponible
it: iCloud non è temporaneamente disponibile
ja: iCloudは一時的に利用できません
ko: iCloud을 일시적으로 사용할 수 없습니다
nl: iCloud is tijdelijk niet beschikbaar
pl: iCloud jest tymczasowo niedostępny
pt_br: O iCloud está temporariamente indisponível
pt_pt: O iCloud está temporariamente indisponível
ru: iCloud временно недоступен
sv: iCloud är tillfälligt otillgängligt
tr: iCloud geçici olarak kullanılamıyor
uk: iCloud тимчасово недоступний
zh_hans: iCloud 暂时不可用
zh_hant: iCloud 暫時無法使用

# iCloudDriveStatus.available
source: iCloud Drive is available
ca: iCloud Drive està disponible
da: iCloud Drive er tilgængelig
de: iCloud Drive ist verfügbar
es: iCloud Drive está disponible
fi: iCloud Drive on käytettävissä
fil: Available ang iCloud Drive
fr: iCloud Drive est disponible
fr_ca: iCloud Drive est disponible
it: iCloud Drive è disponibile
ja: iCloud Driveを利用できます
ko: iCloud Drive를 사용할 수 있습니다
nl: iCloud Drive is beschikbaar
pl: iCloud Drive jest dostępny
pt_br: iCloud Drive está disponível
pt_pt: O iCloud Drive está disponível
ru: iCloud Drive доступен
sv: iCloud Drive är tillgängligt
tr: iCloud Drive kullanılabilir
uk: iCloud Drive доступний
zh_hans: iCloud 云盘可用
zh_hant: iCloud 雲碟可用

# iCloudDriveStatus.unavailable
source: iCloud Drive is unavailable
ca: iCloud Drive no està disponible
da: iCloud Drive er ikke tilgængelig
de: iCloud Drive ist nicht verfügbar
es: iCloud Drive no está disponible
fi: iCloud Drive ei ole käytettävissä
fil: Hindi available ang iCloud Drive
fr: iCloud Drive est indisponible
fr_ca: iCloud Drive est indisponible
it: iCloud Drive non è disponibile
ja: iCloud Driveは利用できません
ko: iCloud Drive를 사용할 수 없습니다
nl: iCloud Drive is niet beschikbaar
pl: iCloud Drive jest niedostępny
pt_br: iCloud Drive está indisponível
pt_pt: O iCloud Drive está indisponível
ru: iCloud Drive недоступен
sv: iCloud Drive är otillgängligt
tr: iCloud Drive kullanılamıyor
uk: iCloud Drive недоступний
zh_hans: iCloud 云盘不可用
zh_hant: iCloud 雲碟無法使用
